[
  {
    "source_id": "7006291763149147138",
    "title": "Terpaksa Kusewakan Rahimku.",
    "summary": "Halo readers, kisah cinta Alan dan Nafisa masih ada lanjutannya, TKR ada musim kedua dengan judul : Indah Pada Waktunya (Terpaksa Kusewakan Rahimku 2), kalian bisa cari judul itu dengan nama pena tetap Queen Mikayla.\nTerima kasih :)\n\n#Blurb\n\n\"Aku akan membayarmu berapa pun yang kau mau, asal kau mau menjadi istri kontrakku, sampai kau hamil dan memberikan anak untukku. Setelah itu kau akan aku bebaskan, Nafisa!\" Tuan Ello menawarkan tawaran kepada Nafisa.\n\nNafisa adalah gadis malam yang bekerja disebuah Klub. Nafisa memang sudah tidak gadis lagi, akibat pacaran yang melewati batas kewajaran membuat Nafisa kehilangan kegadisannya. Karena sudah terlanjur hancur dan kotor, Nafisa nekad kerja menjadi wanita malam. Tentunya karena terdesak perekonomian juga. Nafisa hidup sebatang kara, bisa dibilang Nafisa sudah menjadi yatim piatu. Nafisa tidak punya sanak keluarga.\n\n\"Apakah Tuan akan membiayai semua kebutuhanku? \" tanya Nafisa dengan senyum seringai.\n\n\"Tentu saja! Dari pada kau jadi wanita malam, lebih baik kau menjadi istriku! \"\n\n\"Ok! Aku setuju! \"\n\nNafisa dan Ello pun saling berjabat tangan.",
    "tags": ["Contract Love", "Daily life", "Romance"],
    "views": "246394",
    "chapters": "239"
  },
  {
    "source_id": "7067460554415148033",
    "title": "Gairah Cinta Crazy Rich Muda",
    "summary": "Perjuangan seorang Crazy Rich Muda yang bernama Satria Abraham di dalam mendapatkan hati istrinya sendiri, Alira Maulidina. Yang telah di nikahinya selama enam bulan ke belakang dan akan di ceraikannya setelah enam bulan ke depan, akibat sebuah perjodohan yang tak pernah di inginkannya.\nSetelah kehancuran hati Satria yang mencinta, di patahkan begitu saja oleh video Syur kekasihnya yang tersebar di media sosial, membuatnya memalingkan hati, menciptakan gairah cinta untuk seorang Alira dan harus tetap bisa mempertahankan hubungan di dalam rumah tangganya.\nDengan cara membatalkan surat perjanjian yang sempat di buat dan di tanda tanganinya. Dan yang paling utama harus bisa memisahkan istrinya itu dari seorang Adam, kekasih hati istrinya, salah satu pegawai di Perusahaannya.",
    "tags": ["Contract Love", "Billionaire", "Romance", "Affair", "ex"],
    "views": "32602",
    "chapters": "98"
  },
  {
    "source_id": "7029624733108800514",
    "title": "Tuan Dokter Awas Jatuh Cinta",
    "summary": "Hamish adalah dokter muda yang tampan dan mendekati sempurna. Semua wanita berbondong-bondong ingin menjadi istrinya, sampai rela berpura-pura sakit dan menjadi pasiennya.\nNamun, tak satupun dari mereka yang berhasil memikat hatinya.\nPertemuan dengan model angkuh Khaila Aldebara membuat dia menabuh genderang perang. Wanita itu menghina ibunya--dr. Aina Umair--sebagai pelakor kelas atas. Ia pun berjanji akan membuat Khaila bersujud meminta maaf pada ibunya.\nDi sisi lain, ia dijodohkan oleh keluarganya dengan gadis lemah lembut bernama Sabrina Al-Munawar, putri seorang dosen dan lulusan S2 di Turki. Keduanya sepakat menikah setelah adu kecerdasan dan wawasan.\nNamun, di detik menjelang pernikahan, Hamish menyadari bahwa ada hati yang hilang dan dibawa oleh seorang model yang ia patahkan hatinya setelah puas membalas dendam untuk ibunya, Khaila Aldebara.\nHamish pun gamang antara menikahi gadis pilihan keluarga atau gadis yang diam-diam mencuri hatinya.",
    "tags": ["Harem", "Doctor", "Male Lead"],
    "views": "34681",
    "chapters": "200"
  },
  {
    "source_id": "6982388061984263170",
    "title": "Terdampar Di Pulau Dengan Gadis Cantik",
    "summary": "Sebuah pertempuran royale sejati! Apa yang akan terjadi ketika seorang pria akhirnya ditinggalkan di sebuah pulau dengan tiga puluh wanita?\nCharlie dan beberapa teman sekelasnya ditinggalkan di sebuah pulau setelah kapal karam. Selama masa berbahaya seperti itu, wanita hanya menyukai mereka yang kuat.\nDi pulau misterius ini, banyak nyawa hilang. Untuk membuat mereka tetap hidup, gadis-gadis itu harus...",
    "tags": ["Harem", "Male Lead", "Warlord", "Plot twist", "Fantasy"],
    "views": "21396",
    "chapters": "1013"
  },
  {
    "source_id": "7044418086467800065",
    "title": "Mata Batin Ning Mumtaz",
    "summary": "Mumtaz Aisyah, seorang gadis berusia 18 tahun yang bisa menembus dimensi gaib. Sejak kecil nyawanya berada dalam incaran dukun ilmu hitam.\nGadis berkerudung pashmina cokelat itu sudah tidak perduli dengan keadaannya yang berantakan. Segenggam rambut mencuat dari balik kainnya, tergerai tak beraturan, lembab dibasahi keringat.\n\"Aku harus segera sampai ke arah barat. Di sanalah cahaya berada!\" jerit hatinya.\nIa tak peduli dengan semak belukar berduri yang menggores betisnya. Ia sudah tidak merasakan lagi perih sabetan ranting perdu yang menghujam lengan. Mumtaz hanya ingin segera sampai di sebuah tempat.\nTepat lima meter di belakangnya, terlihat beberapa bayangan berbaju merah mengejar. Mereka terkikik memekakkan telinga. Perempuan-perempuan berambut gimbal dan panjang semata kaki itu melayang-layang dari pucuk pohon satu ke pucuk lain. Mereka seperti menikmati sebuah permainan dengan gadis di bawah yang lari lintang pukang.",
    "tags": ["Thriller", "Paranormal", "Mystery"],
    "views": "11389",
    "chapters": "96"
  },
  {
    "source_id": "7038537859409644545",
    "title": "Oleh-Oleh Perjalanan Dinas Suamiku",
    "summary": "Mendapati suaminya telah menghianati pernikahan mereka, Nirmala merasa shock dan terpukul. Tujuh tahun membina rumah tangga, melewati suka duka bersama, nyatanya Raka masih bisa tergoda pada seorang siswi SMK yang magang di kantornya.\nTak lantas terpuruk berlarut-larut, Nirmala memutuskan untuk membuat perhitungan. Wanita berhati baja tersebut berjanji pada dirinya sendiri, bahwa dirinya tak sudi hancur sendirian. Suami dan gadis selingkuhannya juga harus merasakan luka yang sama seperti dirinya.",
    "tags": ["Affair", "Revenge", "Kickass Heroine", "Billionaire", "Romance"],
    "views": "225129",
    "chapters": "140"
  },
  {
    "source_id": "6992592181395459073",
    "title": "Suamiku Di Kursi Roda",
    "summary": "Judul yang lain adalah Suamiku Orang Lumpuh. \"Menikahlah denganku, tidak takut mati? \"\" Ada desas-desus bahwa Putra Zabran yang buta adalah bintang jahat yang lahir, membunuh orang tuanya dan tiga tunangannya. Aini Putri Susanto menikahinya dengan tekad untuk mati. Saya pikir dia akan merawatnya setelah menikah, tetapi dia tidak berharap bahwa dia akan dimanjakan olehnya. Dia berkata, dia adalah wanita saya, hanya saya yang bisa menggertak. Dia berkata, siapa pun yang berani menyentuh wanita saya, saya akan membiarkannya mati. Dia juga mengatakan bahwa wanita saya akan memberi saya banyak anak. Aini marah, \"Siapa yang akan memberimu banyak anak!\" Pria itu mengeluarkan video pernikahan asli, di mana dia tampak serius, \"Aku akan bekerja keras untuk memberimu bayi!\" Dia tersipu dan menyangkal, \"Ini tidak masuk hitungan. Di pesta pernikahan, kamu berbohong kepadaku bahwa kamu buta!\" Dia mengangguk, \"Bersiaplah untuk pernikahan baru.\"",
    "tags": ["Contract Love", "Romance", "Billionaire", "Sweet"],
    "views": "161842",
    "chapters": "635"
  },
  {
    "source_id": "6981673181044018178",
    "title": "Tujuh Yang Indah",
    "summary": "Judul yang lain adalah Tujuh Putri Cantik. \"Saya memiliki tujuh saudara perempuan yang tidak memiliki hubungan darah! Mereka semua adalah saudara peliharaan, setan gila! Kakak perempuan tertua Qin Shiyun, presiden yang glamor! Kakak kedua Lu Feixue misterius! Kakak ketiga Su Bing'er, penerbangan internasional pelayan! Kakak keempat Jiang Ruoran, tak tertandingi Dokter jenius! Kakak kelima Lin Xiaoya, pembawa berita cantik! Kakak keenam dan selir Xuan, identitas misterius! Kakak ketujuh Liu Fanyan, ratu film yang tiada taranya! Dan aku, dewa perang di wilayah utara Kerajaan Panjang!\"",
    "tags": ["Warlord", "Male Lead", "Harem"],
    "views": "5732",
    "chapters": "766"
  },
  {
    "source_id": "7034499732869221378",
    "title": "Bilik Lain Di Rumah Suamiku",
    "summary": "WARNING : BACA INI SEPERTI KAMU SEDANG NAIK ROLLERCOASTER\nAku memanggilnya Mas Yusuf, lelaki itu mencurigakan sejak kakiku menjejak di rumahnya. Ada satu kamar yang selalu terkunci, dan anehnya pria itu suka mengendap-endap di malam hari masuk ke ruangan tersebut membawa makanan dan minuman. Apa yang disembunyikan Mas Yusuf di sana?",
    "tags": ["Affair", "Billionaire", "Kickass Heroine", "One Night Stand", "Romance"],
    "views": "277142",
    "chapters": "146"
  },
  {
    "source_id": "6988130246113364994",
    "title": "Yang Ditinggalkan",
    "summary": "\"Lin Dongyang ditinggalkan oleh keluarga dua belas tahun yang lalu dan berubah menjadi anak yang ditinggalkan. Dua belas tahun kemudian, raja negara yang kuat dan kaya kembali; namun, ketika dia kembali ke keluarga, dia masih dianggap oleh para tetua keluarga sebagai seorang putra terlantar dua belas tahun yang lalu. Dia diperlakukan secara umum dan menderita segala macam penghinaan dan ejekan. Bahkan tunangan presiden wanita sombong yang telah berlangganan ciuman bayi juga diminta untuk pensiun. Seperti semua orang tahu, dia diam-diam telah membangun super global kerajaan bisnis-Dongyang Group. Ini memiliki rumah sakit terbesar di dunia dan Maskapai penerbangan terbesar di dunia, dan juga diam-diam menciptakan kelompok tentara bayaran terbesar di dunia. Selain itu, ia adalah pemimpin Huangquan, organisasi bawah tanah paling misterius di dunia \"Alcatraz\". \"",
    "tags": ["Super Rich", "Male Lead", "Son-in-law", "Fantasy", "Warlord"],
    "views": "9590",
    "chapters": "948"
  },
  {
    "source_id": "6981388283225836545",
    "title": "My Daddy Is Super-warrior",
    "summary": "Judul yang lain adalah Ayahku Adalah Seorang Prajurit Super. Su Zhe telah menjilati anjing selama empat tahun, tetapi sebagai ganti ejekan dewi tanpa ampun, Su Zhe memilih untuk konfrontasi: Jangan berpura-pura, ayahku adalah dewa perang, kamu memeras otakmu untuk memasuki perusahaan, tetapi ayah melakukannya untuk Hanya mengembangkan kelompok kecil yang saya buat!",
    "tags": ["Super Rich", "Male Lead", "Warlord"],
    "views": "6206",
    "chapters": "512"
  },
  {
    "source_id": "7012501730935966722",
    "title": "Terjerat Pesona Mafia",
    "summary": "Sandra Kirana Daud bekerja sebagai resepsionis di hotel Pluto yang ada di kota Hijau. Suatu hari seseorang melakukan reservasi di hotel Pluto dengan memesan Presidental Suite yang bukan lain adalah Alex Smith yaitu seorang Jutawan sekaligus Mafia. Pria yang kejam dan tidak memiliki ampun dan pria yang kebal akan hukum. Semua tunduk kepadanya dari aparat hukum sampai semua kalangan tidak ada yang berani dengannya, kekuatannya tidak ada tandingannya. Sampai suatu saat Kirana melakukan kesalahan yang sebenarnya itu bukan kesalahannya sehingga membuatnya harus berurusan dengan Mafia sebesar Alex Smith.\nApa kesalahan Kirana?\nApa saja hukuman yang didapat Kirana?\nApakah dia sanggup dengan semua hukuman itu?\nTemukan jawabannya di sini!",
    "tags": ["Contract Love", "Billionaire", "Mafia", "Alpha Male", "One Night Stand"],
    "views": "123328",
    "chapters": "302"
  },
  {
    "source_id": "6982008915626036225",
    "title": "The Crazy Immortal in the Town (Rahasia Pria)",
    "summary": "Anda juga bisa baca versi lain dari novel ini yang kualitas bahasanya yang lebih baik, dengan judul “Dewa Terunggul Ibu Kota\". \n\"Long Chen, seorang mahasiswa diaosi, setelah diganggu, memperoleh warisan leluhur dunia kultivasi. Sejak saat itu, dia telah bangkit melawan langit, berkultivasi, mengambil gadis, dan menghasilkan uang tanpa penundaan, mari kita lihat bagaimana dia menaklukkan dunia ... \"",
    "tags": ["Male Lead", "Son-in-law", "Doctor", "Revenge"],
    "views": "8878",
    "chapters": "498"
  },
  {
    "source_id": "6981422992051932161",
    "title": "Perceraian",
    "summary": "\"Di masa lalu, Dewa Perang direduksi menjadi menantu dari pintu ke pintu yang ditolak semua orang. Istrinya memandang rendah dia dengan dingin, dan ibu mertuanya menunjuk ke hidungnya dan mengutuk sampah! Apakah Anda pikir dia akan menunjukkan kekuatannya sebagai imbalan atas ketulusan istrinya? Menjadi anjing penjilat bagi istri dan seluruh keluarganya? Tidak, dia bercerai di tempat. Menikah...\"",
    "tags": ["Warlord", "Male Lead", "Son-in-law", "Super Rich"],
    "views": "12589",
    "chapters": "2185"
  },
  {
    "source_id": "6981647899079740418",
    "title": "The Super Solider",
    "summary": "Judul yang lain adalah My Sexy Man. \"Saya Chen Bahuang ada di sini, siapa yang berani berpura-pura dipaksa? \"Tiga tahun yang lalu, karena kecelakaan, rekan seperjuangannya meninggal secara tragis, Chen Bahuang membalas dendam, dan membuat marah keluarga di luar negeri. Dia dipenjara, tetapi dia kadang-kadang mewariskan dokter jenius itu. Tiga tahun kemudian, dia belajar bahwa saudara perempuan seperjuangannya masih hidup. Dia dengan tegas keluar. Penjara, angkat saudara perempuanku. Dalam hidup ini, selama dia ada, tidak ada yang bisa melukai sehelai rambut halus pun pada orang yang dia sayangi. Aku tak terkalahkan, Anda bebas!\"",
    "tags": ["Warlord", "Male Lead"],
    "views": "4381",
    "chapters": "1113"
  },
  {
    "source_id": "6981676365825182721",
    "title": "Unexpected Rich Life",
    "summary": "\"Jangan berpura-pura, ini adalah pertikaian. Saya sebenarnya orang kaya.\" Pengalaman hidup sudah berakhir. Saatnya kembali dan mewarisi ratusan juta kekayaan.\" Melihat ke bawah ke kota yang terang benderang di depan Anda, seorang pegawai kecil dari perusahaan game, Xia Ping, berkata dengan tenang [Progres pemuatan sistem 98%·····] [Progres pemuatan sistem 100%·····] [Ding! Tuhan! Sistem Hao Chong berhasil mengikat tuan rumah!] \"Dulu, saya sangat berhati-hati di kota ini. Sekarang saya ingin berjuang keras dan membiarkannya menyerah pada kaki saya! {Buku baru, Metropolis: Mulai dari penjahat, Shenhao, telah dirilis.}\"",
    "tags": ["Male Lead", "Super Rich", "Romance"],
    "views": "4883",
    "chapters": "509"
  },
  {
    "source_id": "7038537865898232833",
    "title": "Nafkah Lima Belas Ribu",
    "summary": "Mempunyai seorang suami PNS tidak membuatku hidup lebih baik. Suamiku hanya memberiku uang lima belas ribu sehari untuk semua kebutuhan kami. Aku harus memutar otak dan banting tulang untuk menghidupi kedua anakku.\nSayangnya lagi-lagi aku menahan kekecewaan, hidup 8 tahun dengan suamiku, hanya ejekan dan pengkhianatan yang kuterima. Suamiku ternyata berselingkuh dengan mantan kekasihnya dulu yang sama-sama PNS.\nBisakah aku bertahan?",
    "tags": ["Affair", "Kickass Heroine", "Plot twist", "Modern Love"],
    "views": "211305",
    "chapters": "197"
  },
  {
    "source_id": "7029624732781644802",
    "title": "Gadis Tak Bernasab",
    "summary": "Ammara lahir dari seorang wanita yang mengalami gangguan jiwa. Dia tidak tahu siapa ayahnya.\nDua puluh kali dia gagal menikah karena nasab yang dianggap tidak jelas dan disebut anak haram.\nIa pun berjanji akan mencari ayah biologisnya untuk membalas dendam.\nSuatu hari, dia mendapatkan informasi bahwa Rayhan Hadiningrat adalah lelaki di masa lalu ibunya. Ia pun merancang skenario agar bisa bertemu.\nDi pertemuan pertama, justru Ammara bertemu anak lelaki Rayhan, Aarav Demir Hadiningrat, yang sombong.\nAmmara pun menyimpan dua alasan untuk membuat dua lelaki itu hancur nantinya.\nAkankah dia berhasil dengan misi membalas luka ibu dan masa kecilnya melalui Aarav yang sudah bertunangan dengan seorang artis ternama?",
    "tags": ["Daily life", "Billionaire", "Plot twist", "Romance", "Kickass Heroine"],
    "views": "524728",
    "chapters": "100"
  },
  {
    "source_id": "7042257046766357506",
    "title": "Saat Istriku Tak Lagi Meminta Uang",
    "summary": "Ayu, istriku semakin cantik. padahal aku hanya memberinya jatah uang hanya untuk berbelanja.\nDadaku berdegup menahan amarah saat mendengar Arman Teman satu kantor mengatakan hal yang membuat aku berpikir. Dari mana ia mendapatkan uang?",
    "tags": ["Affair", "Daily life", "Kickass Heroine", "Romance"],
    "views": "351620",
    "chapters": "153"
  },
  {
    "source_id": "7052644875346381826",
    "title": "Hinaan Dari Keluarga Suami",
    "summary": "Mereka menghina Rina karena hanya tamat SMP. Tak berpendidikan tinggi bukan berarti bodoh. Rina yang punya bakat menulis cerita, diam-diam terus belajar melalui grup literasi hingga dia bisa menjadi penulis top di beberapa aplikasi novel online, dan menghasil uang hingga merubah hidupnya. Bagaimana tanggapan mertua dan ipar yang dulunya menghina?",
    "tags": ["Kickass Heroine", "Revenge"],
    "views": "172129",
    "chapters": "79"
  }
]
