[
  {
    "source_id": "7044460163893300225",
    "title": "El regreso de la señorita Theodore",
    "summary": "La famosa familia Theodore recuperó hace poco a su hija de 17 años. Todos pensaron que sería una gran decepción. Pero resultó ser una chica inteligente y hermosa que era tan linda como una muñeca. Además, tenía un gran talento en muchos aspectos y una identidad secreta que sorprendía a todos.",
    "tags": ["Kickass Heroine", "Romance", "Plot twist", "Revenge", "Billionaire"],
    "views": "757",
    "chapters": "298"
  },
  {
    "source_id": "7046300226428079106",
    "title": "Romance secreto de millonarios",
    "summary": "En un viaje de premio a Tahití, pasé una noche maravillosa con un hombre guapo y me traje más recuerdos de los que había pedido: ¡embarazada de gemelos de esa aventura de una noche! Hago las paces con el hecho de que nunca volveré a ver al padre de mis hijos. Tres años más tarde, el cliente VIP que no deja de molestarme y de hacer de mi vida un infierno resulta ser el hombre sexy con el que me había acostado.\nOh, las mentiras que he dicho. ¿Por dónde empezar? ¿Puede perdonarme? ¿Debo aceptarlo?",
    "tags": ["One Night Stand", "Romance", "Billionaire", "Enemies-to-lovers", "Secret Babies"],
    "views": "1394",
    "chapters": "99"
  },
  {
    "source_id": "7046300231557712897",
    "title": "Libérame de una atadura sagrada",
    "summary": "La hermana Agnes es una joven monja amable y cariñosa que trabaja en una pequeña iglesia de Nueva York. Una noche, apesadumbrada, recurre a la magia negra y lanza un hechizo para conjurar el espíritu de su hermana fallecida. Pero, en lugar de su hermana, la recibe el agente Morgan Farrell, un atractivo y rápido agente del FBI del siglo siguiente. El mundo de la hermana Agnes se pone patas arriba cuando Morgan la introduce en ideas del siglo XXI como el feminismo y la igualdad. Morgan también debe aprender a adaptarse a la cultura de la prohibición, el pudor y la religión de los años 20. Las dos tienen mucho que aprender la una de la otra, pero en el camino ocurre algo inesperado: se enamoran.\n¿Encontrarán Agnes y Morgan la manera de estar juntos, o la cultura de los años 20, la Iglesia Católica y la policía local conseguirán separarlos?",
    "tags": ["Fantasy Romance", "Time Travel", "Rebirth", "Plot twist", "Doctor"],
    "views": "177",
    "chapters": "99"
  },
  {
    "source_id": "7046300214390426625",
    "title": "Compañera del licántropo híbrido",
    "summary": "Cynthia, una rara híbrida licántropa, dirige una poderosa compañía naviera. Lambert, un Hombre Lobo Alfa, es un conocido ejecutivo de armas avanzadas. Detrás de los caparazones de ambos se esconden profundos secretos que resultan ser mortales para los dos. Debido al linaje real de Cynthia, una manada de hombres lobo renegada quiere matarla. Pero las fuerzas de los hombres lobo, así como los guías y protectores sobrenaturales, la salvan a ella y a su lugar en el mundo. Su amor, afín a la leyenda de La Luna Prohibida, significa el comienzo de un hermoso futuro para ellos y su especie.\nAcompaña a Lambert y a Cynthia en su viaje de amor y unión, de guerra y paz y, sobre todo, de un amor que hasta los dioses de los cielos entienden y reconocen. Contada a través de los ojos y el corazón de Diana, escuchando las historias de su abuela sobre la Leyenda de Cynthia, esta historia te llevará a mundos mucho más allá de lo que jamás imaginaste. Donde los humanos, los hombres lobo y los vampiros conspiran para destruirse mutuamente, mientras otros trabajan para salvar el mundo.",
    "tags": [
      "Werewolf",
      "Paranormal",
      "Royal",
      "Plot twist",
      "Vampire",
      "Super Rich",
      "Enemies-to-lovers",
      "One Night Stand",
      "Romance",
      "Alpha Male"
    ],
    "views": "299",
    "chapters": "51"
  },
  {
    "source_id": "7047048780536876033",
    "title": "Otoño Rojo",
    "summary": "Observó con anticipación cómo abría la boca, sus colmillos eran magníficos, incluso cuando sobresalían y con deliberada precisión, los hundía en sus palmas. Sintió un pequeño pinchazo y lo miró paralizada mientras bebía su sangre.\nLa hermosa amante de los vampiros Diana Edward viene escondida en una nueva ciudad con su abuela y no regateó por los problemas que vienen en pareja. Primero, se establece una fuerza sobrenatural oscura para eliminar la línea de vampiros y luego, el autor famoso Sparrow Hunt está en la ciudad de vacaciones; guapo, encantador y molesto.\nCuando el autor de bestsellers Sparrow Hunt visita un pequeño pueblo para escribir sobre vampiros. Tenía la aventura en mente, pero nada lo preparó para la emoción que más tarde descubriría en la persona de Diana Wright.\nSe enamoran y en un retorcido golpe del destino, pronto descubren que Sparrow es el hijo de un padre hombre lobo y una madre bruja y estaban destinados a pelear una de las batallas más grandes de sus vidas. El problema es que tendrían que luchar entre ellos o luchar entre ellos.\n.",
    "tags": ["Vampire", "Romance", "Mystery"],
    "views": "397",
    "chapters": "113"
  },
  {
    "source_id": "7062639393076415490",
    "title": "La Vida De Nigel Como Villano",
    "summary": "Nigel Farrer es el hijo de un rico multimillonario, pero al mismo tiempo el villano de un libro en un universo virtual alternativo.\nComo villano, es recompensado robando la Suerte y las Oportunidades del personaje principal. ¡Al mismo tiempo, obtiene diferentes Habilidades y aumenta su estadística de Atributos a medida que avanza!\nCon su familiaridad con la trama del libro, Nigel ya tiene una ventaja inicial.\n¡Que comience el contraataque! ¡El villano ganaría esta vez!",
    "tags": ["Time Travel", "Male Lead"],
    "views": "197",
    "chapters": "45"
  }
]
