[
  {
    "source_id": "7014030953957821441",
    "title": "The Fall From Grace",
    "summary": "An angel named Azriel is left wounded and without his wings when a mortal from Earth breaks his heart and steals his Aura. He then finds the blind Healer- Orabelle, a young girl who has more than a secret to hide. Orabelle and her friend Lyssa assist Azriel in finding his Aura. They traverse through the realms of Elysium (the world above) and Tophet (the underworld).\nRecruiting a wandering soul named Cassian, the group goes about the adventure, searching for the mortal that stole Azriel's aura. In their quest, they trigger a war between the queens  of the three realms- all of whom know about Orabelle's secret.\nRead to join the group as they struggle to survive and navigate through realms, dangers and maybe even… romance?",
    "tags": ["Fantasy", "Romance"],
    "views": "414",
    "chapters": "162"
  },
  {
    "source_id": "7036290776552180738",
    "title": "Blooming Wallflower",
    "summary": "A stage prop fell on Chelsea's head while she performed at a concert. She felt life rapidly fade away as blood drip from her head.\nWhen Chelsea woke up, she found herself in a hospital and was surprised when she saw her perfect face. It seemed that she time-travelled to the time before her accident.\nShe thought of this time as her second chance in life, Chelsea fearlessly cut off all the toxic ties of her former employer and became more careful with her stardom. She participated in a drama show and became a spokesperson for games.\nChelsea was careful with her romance as well. She chose a younger and submissive man and did not let anyone hurt her. However, she suddenly wanted to break up.",
    "tags": ["Kickass Heroine", "Revenge", "Romance"],
    "views": "1348",
    "chapters": "59"
  },
  {
    "source_id": "7013274119076580353",
    "title": "Perfectly Imperfect",
    "summary": "For a typical Nigerian teenager, secondary school days, especially the senior years are supposed to be the best, endless fun, happy memories, hangouts, friendship, and even first loves but for Kunmi, a girl who suffers extreme low self-esteem due to body shaming, she just wants to remain unseen for the rest of her secondary school days.\nA friendship with the queen bee of her school leads her to another group of teenagers, especially Adam, the pretty boy with the golden smile and for the first time, she felt she could truly belong somewhere but then, all is not what it seems with the group of teenagers as some of them have even bigger demons and secrets, secrets that'd mar them forever.\nFollow these teenagers on their journey to self-love, self-discovery amidst secondary school drama, setups, makeups, and well, brain-busting twists.",
    "tags": ["Teen Fic", "Plot twist"],

    "views": "284",
    "chapters": "94"
  },
  {
    "source_id": "6926412674339179521",
    "title": "Butterfly Jars",
    "summary": "Harper Nelson is an average person who likes categorizing people by their first words.\n\nDelilah, her one year older sister, is always more charming, more outgoing, more beautiful: basically more. And she knows how to lower Harper's self-esteem, too.\n\nThis is the story in which Harper Nelson finally gets out of her jar.",
    "tags": ["Daily life", "Modern Love", "Teen Fic"],
    "views": "451",
    "chapters": "40"
  },
  {
    "source_id": "7034469854585293825",
    "title": "The Bad Boys Exception",
    "summary": "She was a good girl.She was polite.She was humble.She was extremely beautiful.She studied hard.She didn't drink.She was completely genuine.She would curl up with an good book every night and be completely content.She had a past that always tended to follow her around wherever she went.She wasn't as strong and resilient as she made herself out to be.Her name was Emily Collins.He was a bad boy.He was impulsive.He was arrogant and cocky.He was extremely good looking.He raced.He drunk alcohol.He was a complete player.He would go to a different party every night.He had a past that always tended to follow him around wherever he went.He wasn't as bold and confident as he made himself out to be.His name was Aiden Black. When Emily moves back to her hometown to be with her best friend and cousin she doesn't expect to be window neighbours with Pearlacre highs biggest heart ache.She definitely didn't expect the late night conversations and the events that always seemed to throw herself and Aiden together or the strange feelings she had soon developed for him.Emily was the epitome of a good girl. Aiden was the epitome of a bad boy.  Fate has a funny way of doing things, well that is only if you believe in fate. And they say opposites attractMaybe Emily is just like any other girlMaybe Aiden plans to use her for his own benefit and then throw her away like so many other girls before herOr maybe she's the Bad Boys Exception....________Please be warned that this is an extremely slow building story (more so than you think) so please no hate",
    "tags": ["Mystery", "Teen Fic"],
    "views": "685",
    "chapters": "139"
  },
  {
    "source_id": "6931279569420815362",
    "title": "Un2attractive",
    "summary": "\"Un2attractive\" (call it un-unattractive) is a tale about Griffin, a likable guy that has a \"really great personality\".\n\nAn unfortunate event involving a taco truck and an El Camino begins Griffin's slide into a life-altering adventure, putting his life at risk and him at the center of a mysterious quest. \n\nPursued by a trio of love-struck women, Griffin searches for the reason behind his sudden rise to \"chick magnet\" status while trying to keep himself alive. (Book Two in the Un2Series)",
    "tags": ["Harem", "Male Lead"],
    "views": "506",
    "chapters": "66"
  },
  {
    "source_id": "7036288578430700546",
    "title": "When the World Ends",
    "summary": "Once upon a merry time, there were just Abigail Leblanc and her lovely puppy, Peanut. One day, the duo went for a walk under a strange rain. The weather forecast deemed it unfounded, and things changed forever since!\nWaking up the next day, Abigail was horrified to find her parents turned into zombies and the world seemed to be in the pilot stage of a zombie apocalypse!\nAbigail quickly checked on her loved ones and found that her brother managed to take out all 4 of his dormmates and was still alive. Feeling glad, they promised to meet up.\nShe suffered a scratch and fainted while she subdued her father. Abigail soon realized that something really special was happening within her...",
    "tags": ["Fantasy Romance", "Kickass Heroine", "Romance"],
    "views": "305",
    "chapters": "55"
  },
  {
    "source_id": "7034853078448737282",
    "title": "Mrs. Fairchild's Rebirth",
    "summary": "After her rebirth, all Penelope Blair wanted to do was to love the man who had adored her for five years in peace. She wanted to pamper him, dote on him, and make him the happiest man on earth. As for those who oppressed her in her previous life, she would make them beg for mercy.\nMercer Fairchild, the man who made his countrymen tremble in fear and awe,  was someone who gave everything to his wife. But whenever he looked at her with only adoration in his eyes, the others could only feel the fierceness within herself.\nManipulating the strings behind the scenes between the five most prominent families in the region, Penelope works to make her new life a brilliant one for her and her husband, Mercer, while also dealing with her three long-lost older brothers.",
    "tags": ["Kickass Heroine", "Rebirth", "Contract Love", "Revenge"],
    "views": "803",
    "chapters": "48"
  },
  {
    "source_id": "7032197633875643393",
    "title": "The Return of Valkyrie",
    "summary": "You're a CEO? I'm the \"Valkyrie\"!\nGianna O’Hara began her military service at fourteen. When she was nineteen years old, she was honored the “Valkyrie” of the O’Hara Kingdom.\nToday should be the day of her glorious return, but when she got off the plane, she was told that Colton Hughes, the CEO of the Hughes Group was going to sacrifice her little brother to save his fiancee’s life. Gianna taught him a lesson, yet Colton's father, one of the military senior leaders came to her in revenge.\nShe sneered, showing him her military badge two ranks above him. “Get out of my face!”",
    "tags": ["Fantasy Romance", "Plot twist", "Kickass Heroine", "Rebirth", "Romance"],
    "views": "1414",
    "chapters": "84"
  },
  {
    "source_id": "7011092489452915714",
    "title": "The Switch",
    "summary": "Waking up to an unfamiliar place after a tedious work one night was one thing. But waking up to a whole new different body and life was something Laura couldn’t handle.\n\nSeeing herself in the body of Amanda Dianne Stanford, Castellan’s richest elite student in Castellan Academy of Special Abilities, Laura had to figure out what happened and how she could get back to her own body. But having no idea what to do, Laura couldn’t do anything. \n\nShe had to keep her secret, for a body switch is one of the most forbidden forms of magic in Geriyo. So, she had no other choice but to go with the flow for a while, and going with the flow meant being a student in Castellan Academy of Special Abilities.\n\nCastellan Academy of Special Abilities, or the CASA, is the most prestigious school in the seventh district of Geriyo. First day of school in the CASA and she met the most complicated yet physically perfect people she has ever encountered in her life. That day, she also learned that Amanda was a spoiled brat; she barely had any real friends and she was arranged to be married to a guy who hates her to the core—and to top it all off, she was a representative of Castellan for the Districts' Ranking Competition.\n\nLaura knew the risks of being in that contest, so she had to escape no matter what. But given the situation, she had no other choice but to go through all of those things and find out the conclusion to this messy situation for herself.",
    "tags": ["Western Fantasy", "Romance", "Enemies-to-lovers", "Fantasy", "Plot twist", "School"],
    "views": "1152",
    "chapters": "93"
  }
]
